Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Please take the time to do things correctly, to comply with requirements, to properly manage change and to care for one another.
es: Les pido tomarse el tiempo para hacer las cosas de manera correcta, cumplir los requerimientos, gestionar el cambio adecuadamente y cuidarse unos a otros.

source: Thank you.
es: Gracias,

source: We monitor, report and communicate incidents and learnings and take appropriate corrective action.
es: Monitoreamos, reportamos y comunicamos los incidents y learnings y adoptamos las acciones correctivas correspondientes.

source: ­Environmental issues
es: - Temas ambientales

source: ­Foreseeable emergencies
es: - Emergencias previsibles

source: ­Legal and other requirements
es: - Requisitos legales y de otra índole

source: ­Previous issues and learnings
es: - Problemas y aprendizajes anteriores

source: ­Training needs analysis
es: - Análisis de necesidades de capacitación

source: ±65o east
es: ±65° E

source: – Senior Geotechnical Engineer
es: – Ingeniero Geotécnico Senior

source: “Geotechnical” benches are commonly incorporated into pit slope designs to provide flexibility in slope development in the event that conditions encountered or operating practices are less favorable than assumed for the design.
es: Se suelen incorporar bancos “geotécnicos” en los diseños de taludes de pits para dar flexibilidad en el desarrollo de taludes en caso de que las condiciones encontradas o las prácticas operacionales sean menos favorables que lo supuesto en el diseño.

source: “I saw the excavator bucket out of my peripheral vision and ducked.
es: “Vi la pala de la excavadora de reojo y me agaché.

source: “San Cristóbal Corridor” and “Lineamentos Principales” trending NNE
es: “Corredor San Cristóbal” y “Lineamientos Principales”con rumbo NNE

source: “….. My current role at Golder is Project Assistant, my work is 100% in the office, but I have participated in all monthly meetings where HSSE has been an object of discussion, which has made me pay attention and understand this matter”.
es: “… Mi actividad hoy en Golder es como Asistente de Proyectos. Mi trabajo es 100% en oficina, pero he participado en todas las reuniones mensuales donde se ha tratado el tema, lo que me hizo conocer y entender sobre HSSE.”

source: • Always wear a seatbelt.
es: • Siempre usar cinturón de seguridad.

source: • Avoid entering areas of unsupported ground.
es: • Evitar ingresar a áreas donde el terreno no tenga soporte.

source: • Be visible and identify your safe spot.
es: • Mantenerse visible e identificar nuestra zona de seguridad.

source: • Do not drive after 14 hours or legislated hours.
es: • No conducir después de 14 horas de trabajo o según indique la ley.

source: • Do not enter a confined and/or restricted space without understanding and following the required entry procedures.
es: • No ingresar a un espacio confinado o restringido sin entender y seguir los procedimientos de ingreso requeridos.

source: • Do not enter an unsupported excavation that is deeper than your waist.
es: • No ingresar a una excavación sin soporte cuya profundidad supere la cintura.

source: • Do not enter the zone of influence of mobile equipment until you have positive OK.
es: • No ingresar a la zona de influencia de equipos en movimiento hasta tener una autorización absoluta.

source: • Do not pass under a suspended load.
es: • No pasar bajo una carga suspendida.

source: • Do not stand within 2 m of an open edge where there is the potential to fall greater than 1.8 m without approved fall protection.
es: • No pararse a menos de 2 m de un borde sin los elementos aprobados de protección contra caídas si existe la posibilidad de caer más de 1,8 metros.

source: • Do not use your cell phone.
es: • No usar el teléfono celular.

source: • Know the environments in which you are working.
es: • Conocer los ambientes donde trabajamos.

source: • Know what you are working with.
es: • Conocer con qué trabajamos.

source: • Remain at a safe distance from a suspended load.
es: • Mantenerse a una distancia segura de una carga suspendida.

source: • Respect the road rules, drive at a speed appropriate to the conditions.
es: • Respetar las normas viales, conducir a una velocidad adecuada a las condiciones.

source: • Scan continuously for signs of ground instability.
es: • Ponga atención a los signos de inestabilidad del terreno.

source: • Where fall potential has been identified, use fall prevention measures against falls.
es: • En caso de identificarse un potencial de caída, usar medidas de prevención de caídas.

source: • Conduct a thorough investigation, complete the investigation report accurately and make recommendations to prevent recurrence.
es: • Realizar una investigación a fondo, completar el informe de investigación de forma precisa, y realizar recomendaciones para prevenir su recurrencia.

source: • Once an investigation report has been completed, the report will be circulated for review and sign off by the individuals identified by the most senior member of the investigation team.
es: • Una vez que el informe de investigación ha sido completado, el informe será circulado para su revisión y firma por los individuos identificados por el miembro más senior del equipo de investigación.

source: • Provide guidelines for the investigation of injuries and damaging impacts on the environment, as well as High and Very High Risk incidents and hazards.
es: • Entregar pautas para la investigación de lesiones e impactos que dañan el medio ambiente, así como también para los incidentes y peligros Altos y Muy Altos.

source: Initial
es: Riesgo
